Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja3/hasvik-s.htm.tmx
Source language: sme
Languages: nob

source: Vaikko bohte oktilaš raporttat mat muitaledje « ovdáneami » birra , de eai diktán Ákŋoluovtta sámit iežaset dáruiduhttojuvvot nu álkit .
nob: Trass i stadige rapporter om « fremgang » , lot den samiske befolkninga i Hasvik seg ikke fornorske sånn uten videre .

source: Muhtin ohcamat Finnefondii muitalit baicce vuostehágu birra dáruiduhttimii .
nob: Derimot forteller flere av søknadene til Finnefondet om motstand mot fornorskinga .

source: 1890:s čállá Gáltta ja Duorppalvuona oahpaheaddji Kristen Bruflodt:«Dál leat 34 sámi máná .
nob: I 1890 skriver lærer Kristen Bruflodt i Galten / Øyfjord:«Antallet af de lappiske børn er for tiden 34 .

source: Mánáid ovdáneami dárogielas hehtte mealgadit dat , ahte váhnemiin lea vuosteháhku dárogillii , ja danin álo sámástit ruovttus , belohahkii lea maiddái skuvlajávkan hehttehussan .
nob: Børnenes fremgang i norsk hindres betydelig derved , at forældrene nærer uvilje mod det norske sprog , og som følge deraf alltid taler lappisk hjemme ; dels hindres den ogsaa ved skoleforsømmelser .

source: Máŋggaid jagiid dán maŋŋá čállá Bruflodt ohpihii « bistevaš vuostehágu » dahje « sitkes vuostehágu » birra , dassái go son 1900:s čállá ahte « váhnemat ge eai leat čájehan nu stuora vuostehágu dárogiela vuostá go ovdal » .
nob: I mange år etter dette skriver Bruflodt stadig om denne « vedvarende uvilje » eller « seige uvilje » , fram til han i 1900 skriver at « foreldrene har heller ikke vist saa stor uvilje mod det norske sprog som tidligere » .

source: Oažžun dihte doarjaga Sámefoanddas ii lean doarvái ahte oahpaheaddji čálii iešdieđáhusa dáruiduhttinbarggustis .
nob: For å få støtte av Finnefondet var det ikke nok med egenerklæring på fornorskingsarbeidet .

source: Fertii maiddái dokumenterejuvvot ahte instruksa čuvvojuvvui , ja 1893:s sáddii skuvladirektevra Killengreen Bruflodta ohcama ruovttoluotta skuvlastivrii dáinna čállosiin : « Sáddejuvvo ruovttoluotta , ja bivddán ahte almmuhuvvo :
nob: Det måtte dokumenteres at instruksen var fulgt , og i 1893 sender skoledirektør Killengren søknaden fra Bruflodt i retur til skolestyret med påskrift : « Tilbagesendes , idet jeg skulde bede oplyst :

source: 1. lea go 1880 instruksa čuvvojuvvon oahpaheaddji Bruflodta biirriin .
nob: hvorvidt Instruxen af 1880 er bleven befulgt inden lærer Bruflodts Kredse .

source: 2. makkár ovdáneami leat mánát dahkan bušeahttajagis .
nob: hvilken Fremgang Børnene have gjort i Norsk i Budgetåret .

source: Dál addá skuvlastivraovddaolmmái M. Vinsnes guhkes čilgehusa , mas ee. čállojuvvo : « ... Gáltta guovllus dáhpahuvvá oahpahus dárogillii 1880 instruvssa mielde . Dušše go oahpaheaddji ii sáhte eará láhkai oažžut mánáid ipmirdit maid son lea dadjan dahje oahpahan , váldojuvvo sámegiella veahkkin . Mánát ohppet ruovttubargguideaset dárogillii . Spiehkastat dahkkojuvvo dattetge muhtin duottarsámemánáiguin Duorppalvuona biirres , sii besset oahppat oskkuset sámegillii skuvlastivrra dohkkehemiin – muđui láhttejuvvo singuin nugo eará mánáiguin ge . Bottuin , stoahkama áigge , rávvejuvvojit mánát dárostit guhtet guimmiideasetguin , nugo oahpaheaddji maiddái álo dárosta ( prinsihpas ) mánáiguin ja váhnemiiguin .
nob: Nå gir skolestyreformann M. Vinsnes en lang utredning , der det bl.a. står : « ... I Galtens Distrikt foregaar Undervisningen paa det norske Sprog i henh . til Instruxen af 1880 . Kun naar Læreren paa anden Maade ikke kan faa Børnene til at forstaa det Sagte eller Lærte tages Lappisk tilhjælp . Børnene lærer sine Lektier paa Norsk . En Undtagelse gjøres med nogle Fjeldlappebørn i Øifjords Kreds , de faar læse sin Religion paa Lappisk med Skolestyrets Tilladelse – forøvrigt gaaes frem som med de andre Børn . I Frikvarter , under Legen , tilholdes børnene at tale Norsk med hverandre , som ogsaa Læreren taler ( af Princip ) kun Norsk med Børn og Foreldre .

source: Ovdáneapmi dárogielas lea maŋimus 2 jagi leamaš oalle mearkkašahtti , ja muhtin sámečearddalaš mánát sáhttet velá cealkit oalle bures maiddái čálalaččatge dárogillii .
nob: Fremgangen i Norsk har i de sidste 2 Aar været ret betydelig og enkelte Børn af lappisk Nationalitet kan endog udtrykke sig ganske godt paa Norsk skriftlig .

source: Muhtin ruovttuin ipmirdišgohtet dál , ahte mánát fertejit máhttit dárogiela ... ... , nu ahte sáhttá jáhkkit ahte dát guovllut farga šaddet leat oalle dáruiduvvon , go juo dárogielat bearrašat han birastahttet sin buot guovlluin ... »
nob: I flere Hjem begynder man nu at indse , at Børnene maa kunde Norsk . ... til dermed , saa man kan antage at disse Trakter snart vil være ganske fornorskede , omgivne som de er af norsktalende Familier paa alle Kanter .

source: Dál lea maiddái mielddusin biddjon oahppilistu árvosániiguin .
nob: ... » Nå er også vedlagt elevliste med karakterer .

source: Measta buot ohppiin lea dušše goargun - sen ja - datter , muhto listtus mii oaidnit namuhuvvon maid « Fjeldlappebørn » ; guoktásis lea goargun Sara ja ovttas fas Hætta .
nob: Mens de aller fleste bare har etternavn med - sen og - datter , ser vi de omtalte « Fjeldlappebørn » ; to har etternavn Sara og en Hætta .

source: Lea Bruflodt geas lea eanemus ohcamat Sámefondii dan áigge , muhto 1901:s lea sullasaš ohcan oahpaheaddjis Knut A. Møgsteris , geas ledje Goahteluovtta ja Mearragohpi skuvlabiirret:«Dieđihuvvo ahte lean leamaš oahpaheaddjivirggis Ákŋoluovtta skuvlasuohkanis 1884 čavčča rájes , ja mus lea eanáš dušše leamaš oahppit geain lea seaguhuvvon duogáš , ja geaid mearri 54 skuvlageatnegahtton máná joavkkus lea maŋimus skuvladieđáhusa mielde leamaš 45 máná .
nob: Det er Bruflodt som har flest søknader til Finnefondet i denne tida , men i 1901 , er det en tilsvarende søknad fra Knut A. Møgster , som hadde skolekretsene Breivikbotn og Sørvær:«Det meddeles at jeg har været ansat som lærer i Hasviks skolekommune siden høsten 1884 og har jeg for det vesentlige kun havt barn af blandet herkomst at undervise , og hvis antal efter sidste skoleberetning af 54 skoleberetigede barn utgjorde 45 .

source: Eatnasiin dáid mánáid ruovttuin hupmet boares olbmot beaivválaččat sámegiela ja kveanagiela , muhto nuorat fas hupmet álkidit dárogiela , nu ahte dáruiduhttin lea maŋimus jagiid mannan mealgat ovddosguvlui dán guovllus , ja danin duosttan dadjat ahte skuvllas lea leamaš dehálaš oassi das .
nob: I en flerhed af disse barns hjem tales visstnok af de ældre i det daglige lappisk og kvænsk , medens den opvoksende ungdom med lethed bevæger sig i det norske sprog , så at fornorskningen i det heletaget i distriktet er gået betydelig frem i de senere år , og tør jeg derfor med bestemthed udtale at skolen for en ikke ringe del har sin andel i dette .

source: Báikkálaš skuvlastivra fertii addit doarjjacealkámuša ohcamiidda Sámefondii .
nob: Søknader til Finnefondet måtte anbefales av det lokale skolestyret .

source: 1901 attii Ákŋoluovtta skuvlastivrra ovdaolmmái dán doarjjacealkámuša : Hearrá Romssa skuvladirektevra Mielddusin bohtet ovdan ohcamat oažžut bálkálasáhusa sámefoanddas dáin : 1 .
nob: I 1901 ga formannen i Hasvik skolestyre denne anbefalingen:«Herr skoledirektøren i Tromsø Hoslagt fremkommer Andragende om Lønstillæg af Finnefondet fra

source: Oahpaheaddji K. Bruflodt 2 .
nob: Lærer K. Bruflodt

source: » K. Møgster 3 . »
nob: " K. Møgster " A. Jox

source: A. Jox Oahpaheaddji K. Bruflodt lea bargan Ákŋoluovtta skuvlasuohkanis oahpaheaddjin olles virggis 14 jagi 32 vahku jahkásaš oahpahusáiggiin , oahpaheaddji K. Møgster 17 jagi 32 vahku jahkásaš oahpahusáiggiin , ja oahpaheaddji A. Jox 29 jagi 32 vahku jahkásaš oahpahusáiggiin .
nob: Lærer K. Bruflodt har været ansat inden Hasvik Skolekomune som Lærer i fuldstændig Post i 14 Aar med 32 Ugers aarlig Undervisningstid , Lærer K. Møgster i 17 Aar med 32 Ugers aarlig Undervisningstid og Lærer A. Jox i 29 Aar med 32 Ugers aarlig Undervisningstid .

source: Buot oahpaheddjiin leat leamaš sámi váhnemiid mánát oahpahan láhkai , ja leat bargan hui áŋgirit dáruiduhttinbargguin , nu ahte vuhtto stuora ovdáneapmi , dan dihte rávven buoremusat ahte buot 3 oahpaheaddji ožžot lasáhusa Sámefoanddas 3,00 ru. skuvlavahkkui .
nob: Samtilige Lærere har hovedsagelig havt Børn af lappiske Forældre at undervise , og har arbeidet meget ihærdigt med Fornorskningsarbeidet , saa stor Fremgang er sporet , hvorfor samtlige 3 Lærere paa det bedste anbefales til at erholde et Tillæg af Finnefondet af Kr. 3,00 pr Skoleuge .

source: Ákŋoluovtta skuvlastivra , Bredvik ( Govdaluokta ) 25/11 1901 Dearvvuođaiguin Alb .
nob: Hasvik Skolestyre for Bredvik 25/11 1901 Ærbødigst Alb. .

source: Krane doaibmi ovdaolmmái
nob: Krane p.t. . Formand »

source: Dán golmma oahpaheaddji ohcanskovit čájehit maid biirriin sii oahpahedje ja mii dain lei mánáid giellan : Ákŋoluokta ja Govdaluokta « Dárogiella , belohahkii sámegiella » Goahteluokta ja Mearragohppi « Dárogiella , sámegiella ja kveanagiella » Gáltta ja Duorppalvuotna « Seaguhuvvon sámegiella ja dárogiella »
nob: Søknadsskjemaene for disse tre lærerne viser hvilke kretser de underviste og hva som der var « børnenes sprog » : Hasvik og Breivik « Norsk , delvis lappisk » Breivikbotn og Sørvær « Norsk , lappisk og kvensk » Galten og Øyfjord « Blandet lappisk og norsk »

source: Dán jagis mis leat maiddái Gáltta / Duorppalvuona sámi ja kveana ohppiid árvosátnelistu .
nob: Fra dette året har vi også karakterliste for samiske og kvenske elever i Galten / Øyfjord .

source: Doppe ledje dalle olles 39 sámi máná .
nob: Der var da hele 39 samiske barn .

source: Listui leat čállojuvvon mánáid orrunsajit , ja dat čájehit ahte dalle orro sámit hui máŋgga báikkis dán guovllus .
nob: På lista er elevenes bosteder oppført , de viser at det bodde samer på svært mange steder i dette området .

source: Mii leat lasihan sámegiel namaid dakko gos diehtit : Fugleberg ( Loddebákti ) , Valan , Klasnes , Mebotten ( Gaskačiehka ) , Øifjord ( Duorppalvuotna ) , Oxvig , Grunfjord , Børfjordvig , Gammelhjem , Galten ( Gáltta ) , Pompervig , Børfjord ( Bearvuotna ) , Ofjord ( Uffirvuotna ) , Veines , Øen , Dønnesfjord ( Dutnjesvuotna ) , Bøle ( Bievla ) .
nob: Her er de oppført i den formen de har i lista : Fugleberg , Valan , Klasnes , Mebotten , Øifjord , Oxvig , Grunfjord , Børfjordvig , Gammelhjem , Galten , Pompervig , Børfjord , Ofjord , Veines , Øen , Dønnesfjord , Bøle .

source: Sámi oahpaheaddji ja sátnejođiheaddji
nob: Samisk lærer og ordfører

source: Sállanis , nu go máŋgga guovllus gos sámit ja dážat orro seahkalagaid , ledje dážat badjeseahtun .
nob: På Sørøya , som så mange andre steder i blanda samisk / norske områder , var i gamle dager overklassen norsk .

source: Sámit ledje guollebivdit , smávvadálolaččat ja boazoeaiggádat , elle dábálaččat oalle geafes diliin ja sis lei unnán árvu stuoraservodagas .
nob: Samene var som regel fiskerbønder og reineiere , levde for det meste i små kår og hadde lav status i samfunnet .

source: Oahpaheaddjit , geat ovdal ledje maid luhkkárat / girkolávlut , gulle báikkálaš servodaga alit sehtui .
nob: Lærerne , som tidligere også var klokkere / kirkesangere hørte til de litt finere i lokalsamfunnet .

source: Sii bohte dábálaččat olggobealde ja sis ledje dávjá almmolaš doaimmat suohkaniin .
nob: De kom oftest utafra og hadde ofte offentlige verv i kommunene .

source: Muhto muhtin sisafárren sápmelaš lei oahpaheaddjin dáppe 1873 rájes 1914 rádjái .
nob: " fuld Ferdighed i det norske Sprog ’ ved siden av sitt morsmål.»[11 ]

source: Jox oahpahii álggos Duorppalvuona – Gáltta skuvlabiirres , mii dalle ferte leat leamaš johtti skuvla , go dáid guovlluide huksejuvvojedje skuvllat easkka maŋŋil .
nob: Først skolte han et par år i Øyfjord / Galten skolekrets , som da måtte være omgangsskoler , da disse områdene ikke fikk skolebygg før seinere .

source: Doppe gal fertejedje stuora oassi ohppiin leamaš sámegielagat dalle .
nob: Her var mesteparten av elevene samisktalende .

source: 1872:s son šattai oahpaheaddjin Mátta-Várjjagis , gos sus ledje eanaš sámi biirret , Ruovdevuonas Reaisavutnii .
nob: I 1872 blei han lærer i Sør-Varanger , der han hadde de fleste samiske kretser fra Jarfjord til Bugøyfjord .

source: Dalle go Jox barggai doppe čálii báhppa Christophersen su birra ahte son " máhtii ollásit sihke dárogiela ja sámegiela . Sus ledje eambbo go dábálaš návccat oahpaheaddjin ja čađa nana ja rehálaš luondu , mii dagai ahte son sáhtii čájehit fámolašvuođa seammás go lei mearálaš ja viissis álbmoga ektui mii lei nu vuollegis dásis go Mátta-Várjjaga sámit sihke morálalaččat ja intellektuálalaččat . Lei lohpideaddji nuorra olmmái ja hearva min oahpaheaddjisehtui , buohkat rábme su suohkanis guovtti jagi doaimma maŋŋá."[12 ]
nob: Mens han var der skreiv stiftskapellan Christophersen om Jox at han « var helt inne i norsk såvel som samisk . Han hadde en mer enn alminnelig begavelse som lærer og en helt gjennom solid og hederlig karakter som gjorde at han kunne opptre med kraft og samtidig med sindighet og klokskap overfor en almue som stod så lavt som den samiske i Sydvaranger både i moralsk og intellektuell henseende . Det var en lovende ung mann og en pryd for vår lærerstand , alle roste ham i sognet etter to års virksomhet . »

source: 1875 rájes 1914 rádjái son lei oahpaheaddjin ja luhkkárin Ákŋoluovttas ( girkobáikkis ) muhto ferte maid leat oahpahan Goahteluovttas .
nob: Fra 1875 til 1914 var han lærer og klokker på Hasvik , men han må også ei tid ha undervist i Breivikbotn .

source: Go son 1882:s ozai bálkálasáhusa Sámefoanddas de čálii suohkanbáhppa Meyer doarjjacealkámuša : « Ákŋoluovtta biirres sus leat vissa dušše moadde sámi máná , muhto Goahteluovtta biirres fas mealgadit eanet , ja duosttan vissásit cealkit ahte dát mánát obanassii čájehit čielga ovdáneami dárogielmáhtus . "
nob: Da han i 1882 søkte om lønnstillegg fra Finnefondet , skreiv sogneprest Meyer i anbefalelsesbrevet : « I Hasvik kreds har han visstnok kun få lapp . børn , derimot adskillige i Brevikbotten kreds , og før jeg med bestemthed udtale at disse børn idetheletaget viser tydelig fremgang i kendskab til det norske sprog . »

source: Anders A. Jox lei oahpaheaddji ja sátnejođiheaddji Ákŋoluovttas .
nob: Anders A. Jox var lærer og ordfører i Hasvik .

source: Dát govva heaŋgá suohkanstivralanjas .
nob: Dette bildet av han henger i kommunestyresalen .

source: ( Govva : Ákŋoluovtta suohkan )
nob: ( Foto : Hasvik kommune )

source: Joxas ledje maiddái máŋga almmolaš doaimma , muhtin áiggi son lei skuvlastivrajođiheaddjin ja de lei Ákŋoluovtta sátnejođiheaddjin 1890–1907 .
nob: Jox hadde også ei rekke kommunale verv , var ei tid skolestyreformann og ordfører i kommunen 1890–1907 .

source: 1875 rájes 1884 rádjái lei Ákŋoluovtta suohkanis vel nubbi ge sámi oahpaheaddji , geas lei eksámen Álttá oahpaheaddjiskuvllas , Ole M. Thomassen , Ivgus eret .
nob: Fra 1875 til 1884 hadde Hasvik kommune også en annen samisktalende lærer , Ole M. Thomassen fra Lyngen .

source: Son čálii maŋŋil čilgehusa mearrasámiid eallima ja vieruid birra , mii almmuhuvvui easka 1999:s girjin Lappenes forhold [ 13 ] .
nob: Han skreiv seinere ned en beskrivelse av sjøsamenes liv og skikker , som først blei utgitt i 1999 under tittelen Lappenes forhold .

source: Das čujuha ee. dasa maid son lei vásihan Ákŋoluovtta sámiid gaskkas .
nob: [ 13 ] Her viser han bl.a. til hva han har observert hos samene i Hasvik .

source: « Sámegiella dárbbašmeahttun »
nob: « Ikke behøvelig med samisk »

source: Giellamolsun sámegielas dárogillii álggii muhtin giliin juo 1800-logu loahpas .
nob: Språkskiftet fra samisk til norsk på Sørøya starta i noen områder allerede på slutten av 1800-tallet .

source: Reidar Nielsen muitala girjjistis Folk uten fortid[14 ] áhčis birra ahte son šattai bajás Bearvuonas sámegielat váhnemiiguin , muhto ieš oahpai dušše dárogiela .
nob: Reidar Nielsen forteller i boka Folk uten fortid[14 ] om far sin , som var født i 1887 , at han vokste opp med samisktalende foreldre , men sjøl lærte han bare norsk .

source: « Sámegiella lei dárbbašmeahttun » , logai son ieš maŋŋil .
nob: « Det var ikke behøvelig med samisk » , forklarte faren sjøl seinere .

source: Áhku ja ádjá ággan válljet dárogiela lei vuosttažettiin dat go skuvla lei dušše dárogillii ja oahpaheaddji ii máhttán sámegiela .
nob: Besteforeldrenes argument for språkvalget var i første rekke at skolen var bare på norsk og læreren kunne ikke samisk .

source: Dát bearaš orui Bearvuonas , ja skuvla lei Gálttas , olggut vuonas .
nob: Denne familien bodde i Børrfjorden og skolen var i Galten helt ytterst i fjorden .

source: Dáppe lei stuora giellaseaguhus ja buohkat han máhtte muhtin muddui dárogiela .
nob: Her var det sterk språkblanding og alle kunne nok allerede mer eller mindre norsk .

source: Nannánbealde vuonain lei baicce ain dárbbašlaš máhttit sámegiela vel guhká .
nob: I fjordene på innsida var det derimot « behøvelig » med samisk lenge ennå .

source: Doppe sámástedje measta buohkat ja mánát geat riegádedje ovdal nuppi máilmmisoađi šadde dábálaččat bájas sámegiella eatnigiellan .
nob: Her snakka de aller fleste samisk og barn født før andre verdenskrig vokste stort sett opp med samisk som morsmål .

source: Nuppi dáfus fas ii leat gallásis sis , geat riegádedje Sállanis soađi maŋŋil , sámegiella eatnigiellan .
nob: Av dem som vokste opp på Sørøya etter krigen er det derimot svært få som har samisk som morsmål .

source: Muhtimat sámástedje mánnán , muhto molso dárogillii go álge internáhttaskuvlii .
nob: Noen få snakka samisk som barn , men gikk helt over til norsk da de begynte på internatskolen .

source: Vaikko muhtimat sis geat leat riegádan ovdal 1960-logu , ipmirdit measta visot mii daddjo sámegillii , de eai leat galle sámi bajásšaddan Sállanis maŋŋil soađi geat ieža sámástivčče dál .
nob: Sjøl om en del av dem som er født fram mot 1960-tallet forstår det meste som blir sagt på samisk , er det knapt noen innfødte sørøysamer født etter krigen som sjøl snakker språket i dag .

source: Dat mearkkaša ahte dálá váhnenbuolvvas hui unnánat máhttet fievrridit sámegiela viidáseappot iežaset mánáide .
nob: Det vil si at blant dagens foreldregenerasjon er det svært få som er i stand til å føre samisk språk videre til sine barn .

source: Leat maid unnán šat sámegielat áhkut ja ádját .
nob: Det er også få igjen av den samisktalende besteforeldregenerasjonen .

source: 80-logus lei ain sámegielat lestadiánalaš biras Ákŋoluovttas , muhto eatnasat sis leat dál juo girkogárddis .
nob: Så seint som på 80-tallet var det et samisktalende læstadiansk miljø på Hasvik , men de aller fleste av dem er i dag borte .

source: Dutnjesvuona ođđa internáhtta 1918 ( Foto : Bernt Thomassen / Ulf Jacobsens fotosamling )
nob: Dønnesfjord nybygde internat 1918 ( Foto : Bernt Thomassen / Ulf Jacobsens fotosamling )

source: Internáhttaáigi
nob: Internattida

source: Ákŋoluovtta suohkana vuosttaš internáhtat ledje jáhkkimis Gálttas ja Goahteluovttas , gos galget leat leamaš skuvllat internáhttalovttain juo 1880-logu rájes .
nob: De eldste internata i Hasvik kommune var trolig i Galten og Breivikbotn , der det skal ha vært skoler med internatloft fra 1880-tallet .

source: 1890-logus muitaluvvo ahte ohppiin ii lean go okta girji – kátkkesmus .
nob: Fra 1890-tallet fortelles det at elevene hadde bare ei bok – katekismen .

source: Oahppit fertejedje váldit borramuša mielde ruovttus .
nob: Elevene måtte ha med mat hjemmefra .

source: Go vušše bierggu , de lei iešguđet oahppis iežas biergobihttá ruittus , merkejuvvon ivdnejuvvon láiggiin , vai galge gávdnat rievttes bihtá fas .
nob: Når de kokte kjøtt hadde hver elev sitt kjøttstykke i gryta , merka med farga ullgarn så de skulle finne det igjen .

source: 1918:s huksejuvvui stáhtainternáhtta Dutnjesvutnii , ja Gáltta skuvla heaittihuvvui .
nob: I 1918 blei det reist statsinternat i Dønnesfjorden , og skolen i Galten blei da lagt ned .

source: Internáhtta ceggejuvvui Sanden nammasaš ávdin báikái , girkogárdi áidna ránnján .
nob: Internatet blei bygd på det øde stedet Sanden , med kirkegården som eneste nabo .

source: Doppe ii lean oktage eará viessu , nu ahte oahpaheaddjit ja internáhtabargit fertejedje orrut skuvllas ja buot oahppit skuvlabiirres orro internáhtas .
nob: Der var ingen hus omkring , slik at både lærere , internatbetjening og alle elevene i kretsen måtte bo på internatet .

source: Nugo earát ge stáhtainternáhtat de lei Dutnjesvuona internáhtta buorremuddui huksejuvvon Sámefoanddas boahtán ruđaiguin .
nob: Som de andre statsinternata var internatet i Dønnesfjorden i stor grad bygd og drevet med midler fra Finnefondet .

source: Dutnjesvuona internáhta ohppiin stuorra oasis lei sámi duogáš ja dalle go internáhtta lei ođas hupme ain máŋgasat sis sámegiela .
nob: Av elevene på Dønnesfjord internat hadde en stor del samisk bakgrunn , og mange var fortsatt samisktalende da internatet var nytt .

source: Muhto dán guovllus orro čearddat seahkalagaid ja sámiin lei dan mađe oktavuohta dárogielagiin ahte sámi mánát ledje muhtin muddui oahppan dárogiela ovdal go álge skuvlii .
nob: Men i dette området var befolkninga blanda og samene hadde såpass kontakt med norsk språk at de samiske ungene lærte seg norsk før de begynte på skolen .

source: Muhtin nisson gii lei Dutnjesvuona internáhta oahppin 1937 rájes muitala ahte buot oahppit dalle hupme bures dárogiela ja geavahedje dušše dárogiela gaskaneaset , vaikko muhtimat ain sámástedje ruovttus .
nob: Ei som var elev ved Dønnesfjord internat fra 1937 forteller at elevene da alle snakka godt norsk og brukte bare norsk seg i mellom , sjøl om en del av dem fortsatt snakka samisk hjemme .

source: Son muitala maiddái ahte sámi mánát eai givssiduvvon skuvllas , eaige lean riiddut čearddalaš erohusaid dihtii .
nob: Hun forteller også at det ikke var noen erting av samiske unger her , eller konflikter på grunn av etniske skillelinjer .

source: Boares skuvla Ákŋoluovttas gaikkoduvvui 1930:s ja ávdnasat geavahuvvojedje internáhta huksemii .
nob: Den gamle skolen på Hasvik blei revet ned i 1930 og materialene blei brukt til å bygge internat .

source: Seammás huksejuvvui ođđa skuvla mas ledje njeallje luohkkálanja , gievkkan ja oahpaheaddjilatnja .
nob: Samtidig blei det bygd ny skole , som hadde fire klasserom , kjøkken og lærerrom .

source: Dalle heaittihuvvui Duorppalvuona skuvlla ja oahppit sáddejuvvojedje Ákŋoluovtta internáhtii .
nob: Da blei samtidig skolen i Øyfjorden lagt ned og elevene herfra blei overført til Hasvik internat .

source: Vaikko Ákŋoluovtta internáhtta gulai suohkanii , de oaččui dat maid mealgat huksendoarjaga Sámefonddas , sullii oktiibuot 40000 ru. áigodagas 1927–30 .
nob: Sjøl om internatet på Hasvik var kommunalt , fikk dette også betydelig byggestøtte fra Særbidragene , til sammen 40 000 kroner i perioden 1927–30 .

source: Dáppe lei sámi ohppiid dilli veahá earálágan go fávllabealde .
nob: Her blei situasjonen for de samiske elevene en noe annen enn på yttersida .

source: Ieš skuvlabáikkis Ákŋoluovttas orro eanáš dážat , muhto máŋga internáhtamáná bohte vuonain gos orro dušše dahje measta dušše sámit .
nob: Mens skolestedet Hasvik var ganske norsk , kom mange av internatelevene fra fjorder der det bare eller nesten bare bodde samer .

source: Negatiiva oaidnu sámiide , mii lei dábálaš dan áiggis , dagai ahte sámemánát dávjá hárdojuvvojedje ja givssiduvvojedje , ee. dainna go máŋgasat eai hupman nu bures dárogiela .
nob: Den negative holdninga til det samiske som var vanlig i tida , gjorde at sameungene ofte blei erta og plaga , bl.a. fordi mange snakka dårlig norsk .

source: Sihke Dutnjesvuona ja Ákŋoluovtta internáhtain lei oalle buorre standárda , dán áiggi diliid ektui , muhto eará báikkiin lei vearrát .
nob: Mens internata i Dønnesfjord og Hasvik hadde rimelig høg standard for si tid , var det verre andre steder .
